Tekla.Structures.Filtering.Categories.ComponentFilterExpressions.RunningNumber
The RunningNumber class represents the running number filter expression.

Tekla.Structures.Filtering.Categories.ComponentFilterExpressions.RunningNumber.#ctor
Initializes a new instance of the RunningNumber class.